[VoluntaryActionInfo]
$*voluntaryActionInfo-Voluntary_Berserker_instant-local_name=Roll Over
$*voluntaryActionInfo-Voluntary_Ranger_instant-local_name=Ausweichen
$*voluntaryActionInfo-Voluntary_Paladin_Hold-local_name=Ertragen
$*voluntaryActionInfo-Voluntary_Guardian_test1-local_name=Standfest
$*voluntaryActionInfo-Voluntary_Paladin_test2-local_name=Endure
$*voluntaryActionInfo-VA_assassin-local_name=Schattenladung
$*voluntaryActionInfo-VA_Mage-local_name=Blinken
$*voluntaryActionInfo-VA_Mystic-local_name=Entlang
$*voluntaryActionInfo-testVoluntary-description=Aktion
$*voluntaryActionInfo-Voluntary_Berserker_instant-description=Entfernt Kontrolleffekte (wie Stun) und rollt vorwärts, um zu entkommen. Wird Immun gegen alle Schadens-, Kontroll- und Positionseffekte beim rollen. Erhält 15 Wut. Erhöht die Bewegungsgeschwindigkeit um 2 Sekunden. <br> <br> Aktivierungsart: Sofort (Drücke L-Umschalttaste.)
$*voluntaryActionInfo-Voluntary_Berserker_Hold-description=Bekämpfe mich!
$*voluntaryActionInfo-Voluntary_Mage_Hold-description=Yap!
$*voluntaryActionInfo-Voluntary_Ranger_instant-description=Entfernt alle Kontrolleffekte (wie Stun) und springt zurück, um zu entkommen. <br> <br> Wird Immun beim Rückwärtsspringen. <br> <br> Nach der Landung, sind Bewegungsgeschwindigkeit 15% und Verteidigungs 25% erhöht. Wiederstand gegen Positionseffekte für 3 Sekunden um 50% erhöht. <br> <br> Aktivierungsart: Sofort (drücke L-Umschalttaste.)
$*voluntaryActionInfo-Voluntary_Paladin_Hold-description=Entfernt alle negativen Statuseffekte. Entfernt Massenkontroll Effekte und erwirbt Immunität gegen Positionseffekte (wie schwebend), solange diese aktiv sind. <br> Stellt zusätzlich Eure Gesundheit wieder her, während sie temporär unzerstörbar wird. <br> <br> Aktivierungstyp: Im Laufe der Zeit (Behält den Effekt bei die L-Umschalttaste.)
$*voluntaryActionInfo-Voluntary_Guardian_test1-description=Entfernt alle negativen Statuseffekte und erhält Schadensimuität. Crowd Control und Positionseffekte (wie zB Floaten), solange er aktiv ist. <br> Zusätzlich reduziert er den Schaden für Parteimitglieder vor dir um 90%. Außerdem erhältst du 1 Tapferkeit jedes Mal, wenn du getroffen wirst, während der Effekt aktiv ist. <br> <br> Aktivierungstyp: Im Laufe der Zeit (Behält den Effekt bei, während die L-Umschalttaste gedrückt gehalten wird.)
$*voluntaryActionInfo-Voluntary_Guardian_test2-description=Entfernt alle negativen Statuseffekte. Erwirbt Immunität gegen Schaden und erhöht die erhaltene Heilung um 50%, solange der Effekt aktiv ist.
$*voluntaryActionInfo-Voluntary_Guardian_test3-description=Entfernt alle Kontrolleffekte und wendet Unbeweglichkeit auf Feinde in der Nähe an.
$*voluntaryActionInfo-Voluntary_Paladin_test2-description=Entfernt alle negativen Statuseffekte und wird kurzzeitg Immun. Wird Immunität gegen Schaden und Positionseffekte (wie Schwebend). <br> <br> Aktivierungstyp: über Zeit (Effekt hält an mit L-Shift gedrückt.)
$*voluntaryActionInfo-Voluntary_Mage_test2-description=test
$*voluntaryActionInfo-Voluntary_Mage_test3-description=test
$*voluntaryActionInfo-VA_assassin-description=Entfernt alle Kontrolleffekte (wie Stun) und entkommt schnell. Ist Immunität gegen Schaden, betäuben und Positionseffekte beim entkommen. Erhöht die Bewegungsgeschwindigkeit 2 Sekunden lang um 30% und verringert den Schaden um 20%. <br> <br> Aktivierungsart: Sofort (Drücke L-Umschalttaste.)
$*voluntaryActionInfo-VA_Mage-description=Entfernt alle Kontrolleffekte (wie Stun) und teleportiert vorwärts. Ist Immunität gegen Schaden, betäuben und Positionseffekte beim teleportieren. <br> <br> Aktivierungsart: Sofort (Drücke L-Shift-Taste.)
$*voluntaryActionInfo-VA_Mystic-description=Entfernt alle negativen Status- und Kontrolleffekte (wie zB Stun) und wirkt Unbeweglichkeit auf Gegner innerhalb eines Radius von 4m. Wird 2 Sekunden lang Immun gegen Schaden, Kontroll- und Positionseffekte, wird aber untauglich. <br> <br> Aktivierungsart: Sofort (Drücke L-Umschalttaste.)
